tap "homebrew/bundle"
tap "homebrew/core"
brew "expat"
brew "perl"
brew "readline"
brew "asdf"
brew "gcc"
brew "bat"
brew "coq"
brew "gettext"
brew "libnghttp2"
brew "emacs"
brew "git"
brew "git-delta"
brew "peco"
brew "starship"
brew "tig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
