tap "homebrew/bundle"
brew "alsa-lib"
brew "attr"
brew "expat"
brew "xz"
brew "perl"
brew "autoconf"
brew "openssl@3"
brew "berkeley-db"
brew "coreutils"
brew "readline"
brew "gcc"
brew "asdf"
brew "libssh2"
brew "bat"
brew "bdw-gc"
brew "brotli"
brew "ocaml", link: false
brew "ocaml-findlib"
brew "ocaml-zarith"
brew "coq"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "util-linux"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "icu4c@77"
brew "jpeg-turbo"
brew "libxml2"
brew "tree-sitter"
brew "emacs"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "git"
brew "git-delta"
brew "sqlite"
brew "glib"
brew "guile"
brew "libtiff"
brew "xorgproto"
brew "libxcb"
brew "libx11"
brew "imlib2"
brew "libcap"
brew "systemd", link: true
brew "jack"
brew "jpeg"
brew "jq"
brew "mplayer"
brew "multitime"
brew "peco"
brew "starship"
brew "tcl-tk"
brew "tig"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
vscode "command is only available in wsl or inside a visual studio code terminal."
